"Background" = "Sfondo";
"Black & White" = "Bianco & Nero";
"Cancel" = "Annulla";
"Choose..." = "Scegli...";
"Compress" = "Compressione";
"Convert Image..." = "Converti Immagine...";
"Crop" = "Taglia";
"Format" = "Formato";
"Height:" = "Altezza:";
"Image Converter" = "Convertitore Immagine";
"Image: " = "Immagine: ";
"Rotate Left" = "Ruota a Sinistra";
"Rotate Right" = "Ruota a Destra";
"Save" = "Salva";
"Scale preview" = "Scala anteprima";
"Size" = "Dimensione";
"Width:" = "Larghezza:";
"untitled" = "senza titolo";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
